const quiz = [
  {
    q: "Иван Иванович купил в магазине у дома несколько пачек макарон по 40 рублей, несколько пачек печенья по 32 рубля и 2 пакета сока. Продавщица сказала, что с него 525 рублей (скидка не предусмотрена). Иван Иванович заявил, что его пытаются обсчитать. Действительно ли продавщица ошиблась в подсчетах?",
    a: {
      z: "Да, сумма явно неверная",
      y: "Нет, такая сумма вполне могла получиться",
      x: "Не знаю, не получается решить",
    },
    correct: 'z'
  },
  {
    q: "Во сколько раз надо увеличить число 7, чтобы получилось 2800?",
    a: {
      z: "в 40 раз",
      y: "в 400 раз",
      x: "в 4 раз",
    },
    correct: 'y'
  },
  {
    q: "Периметр квадрата 16 см. Чему равна одна сторона?",
    a: {
      z: "6 см",
      y: "2 см",
      x: "4 см",
    },
    correct: 'x'
  },
  {
    q: "Машина проехала 240 км за 3 часа. С какой скоротью двигалась машина?",
    a: {
      z: "60км/ч",
      y: "80км/ч",
      x: "100км/ч",
    },
    correct: 'y'
  },
];